Repository: zaidsafa/verbose-winner
Catalog: Pinbook/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, ur, zh_hans, zh_hant

source: Crisp blue structure for focused work
ar: تنظيم أزرق واضح للعمل بتركيز
de: Klare blaue Struktur für konzentriertes Arbeiten
es: Estructura azul nítida para concentrarte
fr: Structure bleue nette pour travailler avec concentration
hi: ध्यान से काम करने के लिए स्पष्ट नीली बनावट
id: Struktur biru tegas untuk bekerja dengan fokus
it: Struttura blu nitida per concentrarsi
ja: 集中を助ける、すっきりした青の構成
ko: 집중을 돕는 선명한 파란색 구성
pt_br: Estrutura azul nítida para manter o foco
ru: Чёткая синяя структура для сосредоточенной работы
tr: Odaklanmak için net mavi düzen
ur: توجہ سے کام کرنے کے لیے واضح نیلی ترتیب
zh_hans: 清爽蓝色结构，帮助专注记录
zh_hant: 清晰俐落的藍色結構，讓您專注工作

source: Gentle color with a softer rhythm
ar: ألوان لطيفة بإيقاع أكثر هدوءًا
de: Sanfte Farben mit einem ruhigeren Rhythmus
es: Colores delicados con un ritmo más suave
fr: Couleurs délicates et rythme plus doux
hi: कोमल रंग और सहज लय
id: Warna lembut dengan irama lebih tenang
it: Colori delicati e un ritmo più morbido
ja: やさしい色合いと穏やかなリズム
ko: 부드러운 색상과 여유로운 리듬
pt_br: Cores delicadas com um ritmo mais suave
ru: Нежные цвета и более спокойный ритм
tr: Daha yumuşak bir ritimle zarif renkler
ur: نرم رنگ اور پُرسکون آہنگ
zh_hans: 柔和色彩与舒缓节奏
zh_hant: 柔和色彩，舒緩節奏

source: Confident typography and warm contrast
ar: خطوط واثقة وتباين دافئ
de: Markante Typografie und warme Kontraste
es: Tipografía con carácter y contraste cálido
fr: Typographie affirmée et contrastes chaleureux
hi: प्रभावशाली अक्षर और गर्म रंगों का कंट्रास्ट
id: Tipografi tegas dan kontras hangat
it: Tipografia decisa e contrasti caldi
ja: 印象的な書体と温かみのあるコントラスト
ko: 또렷한 글꼴과 따뜻한 대비
pt_br: Tipografia marcante e contraste acolhedor
ru: Выразительные шрифты и тёплый контраст
tr: Güçlü tipografi ve sıcak kontrast
ur: نمایاں حروف اور گرم رنگوں کا تضاد
zh_hans: 鲜明排版与温暖对比
zh_hant: 鮮明字體搭配溫暖對比

source: Deep navy designed for low light
ar: كحلي عميق مصمم للإضاءة الخافتة
de: Tiefes Marineblau für wenig Licht
es: Azul marino profundo para poca luz
fr: Bleu marine profond pour la pénombre
hi: कम रोशनी के लिए गहरा नेवी नीला
id: Biru laut pekat untuk cahaya redup
it: Blu notte intenso per ambienti poco illuminati
ja: 暗い場所に合う深いネイビー
ko: 어두운 환경을 위한 깊은 네이비
pt_br: Azul-marinho profundo para pouca luz
ru: Глубокий тёмно-синий для слабого освещения
tr: Loş ışık için tasarlanmış koyu lacivert
ur: کم روشنی کے لیے گہرا نیوی نیلا
zh_hans: 为低光环境设计的深海军蓝
zh_hant: 適合低光環境的深海軍藍

source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चुना गया
id: Dipilih
it: Selezionato
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
tr: Seçili
ur: منتخب
zh_hans: 已选择
zh_hant: 已選取

source: Not selected
ar: غير محدد
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
hi: नहीं चुना गया
id: Tidak dipilih
it: Non selezionato
ja: 未選択
ko: 선택 안 됨
pt_br: Não selecionado
ru: Не выбрано
tr: Seçili değil
ur: منتخب نہیں
zh_hans: 未选择
zh_hant: 未選取

source: Light keeps every skin bright with dark, high-contrast text.
ar: يحافظ النمط الفاتح على إشراق كل واجهة مع نص داكن عالي التباين.
de: Hell hält jeden Stil freundlich mit dunklem, kontrastreichem Text.
es: Claro mantiene todos los estilos luminosos, con texto oscuro de alto contraste.
fr: Clair donne à chaque style un fond lumineux et un texte sombre très contrasté.
hi: हल्का मोड हर शैली को उजला रखता है और गहरे, अधिक कंट्रास्ट वाले अक्षर दिखाता है।
id: Terang menjaga setiap gaya tetap cerah dengan teks gelap berkontras tinggi.
it: Chiaro mantiene ogni stile luminoso con testo scuro ad alto contrasto.
ja: ライトはすべてのスタイルを明るくし、濃い文字で高いコントラストを保ちます。
ko: 라이트 모드는 모든 스타일을 밝게 유지하고 어두운 고대비 글자를 사용합니다.
pt_br: Claro deixa todos os estilos luminosos, com texto escuro de alto contraste.
ru: Светлый режим делает любой стиль ярким, с тёмным контрастным текстом.
tr: Açık mod, her stili aydınlık tutar ve koyu, yüksek kontrastlı metin kullanır.
ur: ہلکا موڈ ہر انداز کو روشن رکھتا ہے اور گہرے، واضح تضاد والے حروف دکھاتا ہے۔
zh_hans: 浅色模式让每款皮肤保持明亮，并使用高对比度深色文字。
zh_hant: 淺色模式讓所有風格保持明亮，搭配高對比的深色文字。

source: Dark adapts every surface and accent for comfortable low-light reading.
ar: يكيّف النمط الداكن كل الأسطح والألوان لقراءة مريحة في الإضاءة الخافتة.
de: Dunkel passt alle Flächen und Akzente für angenehmes Lesen bei wenig Licht an.
es: Oscuro adapta cada superficie y detalle para leer cómodamente con poca luz.
fr: Sombre adapte chaque surface et accent pour une lecture confortable dans la pénombre.
hi: गहरा मोड कम रोशनी में आराम से पढ़ने के लिए पृष्ठभूमि और उभार वाले रंग बदलता है।
id: Gelap menyesuaikan semua permukaan dan aksen agar nyaman dibaca dalam cahaya redup.
it: Scuro adatta superfici e accenti per una lettura confortevole con poca luce.
ja: ダークは背景とアクセントを調整し、暗い場所でも快適に読めるようにします。
ko: 다크 모드는 배경과 강조색을 조정해 어두운 곳에서도 편하게 읽을 수 있게 합니다.
pt_br: Escuro adapta superfícies e destaques para uma leitura confortável com pouca luz.
ru: Тёмный режим адаптирует фон и акценты для удобного чтения при слабом освещении.
tr: Koyu mod, loş ışıkta rahat okuma için tüm yüzeyleri ve vurguları uyarlar.
ur: گہرا موڈ کم روشنی میں آرام سے پڑھنے کے لیے پس منظر اور نمایاں رنگ بدلتا ہے۔
zh_hans: 深色模式会调整所有表面和强调色，便于在低光环境中阅读。
zh_hant: 深色模式會調整各個介面底色與強調色，讓您在低光環境舒適閱讀。

source: System follows the appearance selected in iPhone Settings.
ar: يتبع النظام المظهر المحدد في إعدادات iPhone.
de: System folgt der in den iPhone-Einstellungen gewählten Darstellung.
es: Sistema sigue la apariencia elegida en los ajustes del iPhone.
fr: Système suit l’apparence choisie dans les réglages de l’iPhone.
hi: सिस्टम मोड iPhone सेटिंग्ज़ में चुनी गई दिखावट अपनाता है।
id: Sistem mengikuti tampilan yang dipilih di Pengaturan iPhone.
it: Sistema segue l’aspetto scelto nelle impostazioni di iPhone.
ja: システムはiPhoneの「設定」で選んだ外観に合わせます。
ko: 시스템 모드는 iPhone 설정에서 선택한 화면 스타일을 따릅니다.
pt_br: Sistema segue a aparência escolhida nos Ajustes do iPhone.
ru: Системный режим следует оформлению, выбранному в настройках iPhone.
tr: Sistem, iPhone Ayarlar’ında seçilen görünümü izler.
ur: سسٹم موڈ iPhone کی ترتیبات میں منتخب ظاہری شکل اپناتا ہے۔
zh_hans: 跟随系统会使用 iPhone“设置”中选择的外观。
zh_hant: 系統模式會跟隨 iPhone「設定」中的外觀選擇。

source: Welcome to Pinbook
ar: مرحبًا بك في Pinbook
de: Willkommen bei Pinbook
es: Te damos la bienvenida a Pinbook
fr: Bienvenue dans Pinbook
hi: Pinbook में आपका स्वागत है
id: Selamat datang di Pinbook
it: Ti diamo il benvenuto in Pinbook
ja: Pinbookへようこそ
ko: Pinbook에 오신 것을 환영합니다
pt_br: Boas-vindas ao Pinbook
ru: Добро пожаловать в Pinbook
tr: Pinbook’a hoş geldiniz
ur: Pinbook میں خوش آمدید
zh_hans: 欢迎使用 Pinbook
zh_hant: 歡迎使用 Pinbook

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
tr: Atla
ur: چھوڑیں
zh_hans: 跳过
zh_hant: 略過

source: Page %lld of %lld
ar: الصفحة %1$lld من %2$lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
hi: पृष्ठ %lld / %lld
id: Halaman %lld dari %lld
it: Pagina %lld di %lld
ja: %lld ページ／全 %lld ページ
ko: %lld / %lld페이지
pt_br: Página %lld de %lld
ru: Страница %lld из %lld
tr: Sayfa %lld / %lld
ur: صفحہ %lld / %lld
zh_hans: 第 %1$lld 页，共 %2$lld 页
zh_hant: 第 %lld 頁，共 %lld 頁

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: पीछे
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
tr: Geri
ur: واپس
zh_hans: 返回
zh_hant: 返回

source: Start fresh
ar: ابدأ من جديد
de: Loslegen
es: Empezar
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
tr: Başla
ur: شروع کریں
zh_hans: 全新开始
zh_hant: 開始使用

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
tr: Devam et
ur: جاری رکھیں
zh_hans: 继续
zh_hant: 繼續

source: Remember every expense
ar: تذكّر كل مصروف
de: Keine Ausgabe vergessen
es: Recuerda cada gasto
fr: N’oubliez aucune dépense
hi: हर खर्च याद रखें
id: Ingat setiap pengeluaran
it: Ricorda ogni spesa
ja: すべての支出を忘れずに
ko: 모든 지출을 기억하세요
pt_br: Lembre-se de cada despesa
ru: Помните о каждом расходе
tr: Her gideri hatırlayın
ur: ہر خرچ یاد رکھیں
zh_hans: 记住每一笔支出
zh_hant: 記住每一筆支出

source: Keep periodic expenses organized by book, person, date, and currency—without mixing balances.
ar: نظّم المصروفات الدورية حسب الدفتر والشخص والتاريخ والعملة من دون خلط الأرصدة.
de: Ordne regelmäßige Ausgaben nach Buch, Person, Datum und Währung, ohne Restbeträge zu vermischen.
es: Organiza los gastos periódicos por libro, persona, fecha y moneda sin mezclar saldos.
fr: Organisez vos dépenses périodiques par carnet, personne, date et devise, sans mélanger les soldes.
hi: नियमित खर्चों को खाता-बही, व्यक्ति, तारीख और मुद्रा के अनुसार रखें, बिना बाकी राशियाँ मिलाए।
id: Atur pengeluaran berkala menurut buku, orang, tanggal, dan mata uang tanpa mencampur saldo.
it: Organizza le spese periodiche per registro, persona, data e valuta, senza mescolare i saldi.
ja: 定期的な支出を帳簿、対象者、日付、通貨で整理し、残額を混ぜずに管理します。
ko: 잔액이 섞이지 않도록 정기 지출을 장부, 대상, 날짜, 통화별로 정리하세요.
pt_br: Organize despesas periódicas por caderno, pessoa, data e moeda, sem misturar saldos.
ru: Упорядочивайте периодические расходы по книге, человеку, дате и валюте, не смешивая остатки.
tr: Bakiyeleri karıştırmadan düzenli giderleri defter, kişi, tarih ve para birimine göre düzenleyin.
ur: باقاعدہ اخراجات کو کھاتے، شخص، تاریخ اور کرنسی کے لحاظ سے رکھیں، باقی رقوم ملائے بغیر۔
zh_hans: 按账本、人员、日期和货币整理定期支出，不混合不同余额。
zh_hant: 依帳本、對象、日期與幣別整理定期支出，餘額不混在一起。

source: See what remains
ar: اعرف المتبقي بوضوح
de: Sieh, was noch offen ist
es: Consulta lo que queda
fr: Voyez ce qu’il reste
hi: देखें कितना बाकी है
id: Lihat yang tersisa
it: Scopri quanto resta
ja: 残額をひと目で確認
ko: 남은 금액을 확인하세요
pt_br: Veja o que falta
ru: Следите за остатком
tr: Kalanı görün
ur: دیکھیں کتنی رقم باقی ہے
zh_hans: 清楚掌握剩余金额
zh_hant: 掌握未付金額

source: Record partial payments, keep currencies separate, and move completed expenses to Noted when you are done.
ar: سجّل الدفعات الجزئية، وافصل العملات، وانقل المصروفات المكتملة إلى المدوّنة عند الانتهاء.
de: Erfasse Teilzahlungen, halte Währungen getrennt und verschiebe abgeschlossene Ausgaben nach Archiviert.
es: Registra pagos parciales, mantén las monedas separadas y mueve los gastos terminados a Archivados.
fr: Enregistrez les paiements partiels, séparez les devises et déplacez les dépenses terminées dans Archives.
hi: आंशिक भुगतान दर्ज करें, मुद्राएँ अलग रखें और पूरा होने पर खर्चों को संग्रह में ले जाएँ।
id: Catat pembayaran sebagian, pisahkan mata uang, dan pindahkan pengeluaran yang selesai ke Arsip.
it: Registra pagamenti parziali, separa le valute e sposta le spese completate in Archivio.
ja: 一部の支払いを記録し、通貨を分けて管理。完了した支出は「アーカイブ済み」に移せます。
ko: 부분 결제를 기록하고 통화별로 구분하세요. 완료된 지출은 보관함으로 옮길 수 있습니다.
pt_br: Registre pagamentos parciais, mantenha as moedas separadas e mova as despesas concluídas para Arquivadas.
ru: Записывайте частичные платежи, разделяйте валюты и переносите завершённые расходы в Архив.
tr: Kısmi ödemeleri kaydedin, para birimlerini ayrı tutun ve işiniz bittiğinde tamamlanan giderleri Arşiv’e taşıyın.
ur: جزوی ادائیگیاں درج کریں، کرنسیاں الگ رکھیں اور مکمل ہونے پر اخراجات کو محفوظات میں لے جائیں۔
zh_hans: 记录部分付款，分别管理不同货币；完成后将支出移至“已归档”。
zh_hant: 記錄部分付款、分開管理各幣別，完成後將支出移至「已歸檔」。

source: Private by default
ar: خصوصية افتراضية
de: Standardmäßig privat
es: Privado por defecto
fr: Privé par défaut
hi: डिफ़ॉल्ट रूप से निजी
id: Privat secara default
it: Privato per impostazione predefinita
ja: プライバシーを標準で保護
ko: 기본으로 지키는 개인정보
pt_br: Privado por padrão
ru: Конфиденциально по умолчанию
tr: Varsayılan olarak özel
ur: بنیادی طور پر نجی
zh_hans: 默认保护隐私
zh_hant: 預設保護隱私

source: Your records stay on this device. Export a backup through Files only when you choose a destination.
ar: تبقى سجلاتك على هذا الجهاز. لا تُصدّر نسخة احتياطية عبر الملفات إلا عندما تختار وجهة.
de: Deine Daten bleiben auf diesem Gerät. Ein Backup wird nur über Dateien exportiert, wenn du ein Ziel auswählst.
es: Tus registros permanecen en este dispositivo. Solo se exporta una copia mediante Archivos cuando eliges un destino.
fr: Vos données restent sur cet appareil. Une sauvegarde n’est exportée via Fichiers que vers une destination choisie par vous.
hi: आपके रिकॉर्ड इस डिवाइस पर रहते हैं। गंतव्य चुनने पर ही Files के ज़रिए बैकअप निर्यात होता है।
id: Catatan tetap di perangkat ini. Cadangan hanya diekspor melalui File ketika Anda memilih tujuan.
it: I tuoi record restano su questo dispositivo. Esporta un backup tramite File solo quando scegli una destinazione.
ja: 記録はこのデバイスに保存されます。保存先を選んだときだけ、「ファイル」からバックアップを書き出します。
ko: 기록은 이 기기에 남습니다. 대상을 선택할 때만 파일 앱을 통해 백업을 내보냅니다.
pt_br: Seus registros ficam neste dispositivo. Um backup só é exportado pelo Arquivos quando você escolhe um destino.
ru: Записи остаются на этом устройстве. Резервная копия экспортируется через «Файлы» только после выбора места назначения.
tr: Kayıtlarınız bu aygıtta kalır. Dosyalar üzerinden yedek, yalnızca bir hedef seçtiğinizde dışa aktarılır.
ur: آپ کے ریکارڈ اسی آلے پر رہتے ہیں۔ منزل منتخب کرنے پر ہی Files کے ذریعے بیک اپ برآمد ہوتا ہے۔
zh_hans: 记录保存在此设备上。只有在你选择目标位置时，才会通过“文件”导出备份。
zh_hant: 您的紀錄保留在此裝置上。只有選擇目的地後，才會透過「檔案」匯出備份。

source: Choose your currencies
ar: اختر عملاتك
de: Wähle deine Währungen
es: Elige tus monedas
fr: Choisissez vos devises
hi: अपनी मुद्राएँ चुनें
id: Pilih mata uang Anda
it: Scegli le tue valute
ja: 使う通貨を選ぶ
ko: 사용할 통화를 선택하세요
pt_br: Escolha suas moedas
ru: Выберите свои валюты
tr: Para birimlerinizi seçin
ur: اپنی کرنسیاں منتخب کریں
zh_hans: 选择你的货币
zh_hant: 選擇您的幣別

source: Select only the currencies you use. Pinbook keeps every balance separate and never guesses an exchange rate.
ar: اختر فقط العملات التي تستخدمها. يفصل Pinbook كل رصيد ولا يفترض أي سعر صرف.
de: Wähle nur die Währungen, die du verwendest. Pinbook hält jeden Restbetrag getrennt und nimmt niemals einen Wechselkurs an.
es: Selecciona solo las monedas que usas. Pinbook mantiene cada saldo separado y nunca supone un tipo de cambio.
fr: Sélectionnez uniquement les devises utilisées. Pinbook sépare chaque solde et ne suppose jamais de taux de change.
hi: केवल इस्तेमाल होने वाली मुद्राएँ चुनें। Pinbook हर बाकी राशि अलग रखता है और विनिमय दर का अनुमान नहीं लगाता।
id: Pilih hanya mata uang yang digunakan. Pinbook memisahkan setiap saldo dan tidak pernah menebak kurs.
it: Seleziona solo le valute che usi. Pinbook mantiene ogni saldo separato e non presume mai un tasso di cambio.
ja: 使う通貨だけを選択してください。Pinbookは残額を通貨ごとに分け、為替レートを勝手に設定しません。
ko: 사용하는 통화만 선택하세요. Pinbook은 잔액을 각각 관리하며 환율을 임의로 정하지 않습니다.
pt_br: Selecione apenas as moedas que usa. O Pinbook mantém cada saldo separado e nunca presume uma taxa de câmbio.
ru: Выберите только используемые валюты. Pinbook хранит остатки отдельно и никогда не предполагает валютный курс.
tr: Yalnızca kullandığınız para birimlerini seçin. Pinbook her bakiyeyi ayrı tutar ve döviz kuru varsaymaz.
ur: صرف استعمال ہونے والی کرنسیاں منتخب کریں۔ Pinbook ہر باقی رقم الگ رکھتا ہے اور شرح مبادلہ کا اندازہ نہیں لگاتا۔
zh_hans: 只选择你使用的货币。Pinbook 会分别保留每种余额，绝不猜测汇率。
zh_hant: 只選擇您使用的幣別。Pinbook 分開管理每種餘額，絕不擅自設定匯率。

source: Open a clean expense form
ar: افتح نموذج مصروف واضحًا
de: Leeres Ausgabenformular öffnen
es: Abrir un formulario de gasto vacío
fr: Ouvrir un formulaire de dépense vierge
hi: खर्च का खाली फ़ॉर्म खोलें
id: Buka formulir pengeluaran kosong
it: Apri un modulo spesa vuoto
ja: 空の支出フォームを開く
ko: 빈 지출 입력 화면 열기
pt_br: Abrir um formulário de despesa vazio
ru: Открыть пустую форму расхода
tr: Boş bir gider formu aç
ur: خرچ کا خالی فارم کھولیں
zh_hans: 打开简洁的支出表单
zh_hant: 開啟空白支出表單

source: Quick Expense
ar: مصروف سريع
de: Schnelle Ausgabe
es: Gasto rápido
fr: Dépense rapide
hi: तुरंत खर्च
id: Pengeluaran cepat
it: Spesa rapida
ja: クイック支出
ko: 빠른 지출
pt_br: Despesa rápida
ru: Быстрый расход
tr: Hızlı gider
ur: فوری خرچ
zh_hans: 快速添加支出
zh_hant: 快速支出

source: Open a new expense without showing financial details on the Home Screen.
ar: افتح مصروفًا جديدًا من دون إظهار التفاصيل المالية على الشاشة الرئيسية.
de: Öffne eine neue Ausgabe, ohne Finanzdetails auf dem Home-Bildschirm anzuzeigen.
es: Abre un nuevo gasto sin mostrar detalles financieros en la pantalla de inicio.
fr: Ouvrez une nouvelle dépense sans afficher de détails financiers sur l’écran d’accueil.
hi: होम स्क्रीन पर वित्तीय जानकारी दिखाए बिना नया खर्च खोलें।
id: Buka pengeluaran baru tanpa menampilkan detail keuangan di Layar Utama.
it: Apri una nuova spesa senza mostrare dettagli finanziari sulla schermata Home.
ja: ホーム画面に金銭情報を表示せず、新しい支出を開きます。
ko: 홈 화면에 금융 정보를 표시하지 않고 새 지출을 엽니다.
pt_br: Abra uma nova despesa sem mostrar detalhes financeiros na Tela de Início.
ru: Откройте новый расход, не показывая финансовые сведения на экране «Домой».
tr: Ana Ekran’da mali ayrıntıları göstermeden yeni bir gider açın.
ur: ہوم اسکرین پر مالی تفصیلات دکھائے بغیر نیا خرچ کھولیں۔
zh_hans: 打开新建支出，主屏幕不会显示财务详情。
zh_hant: 開啟新增支出，不在主畫面顯示財務明細。

source: Balance Overview
ar: نظرة على الأرصدة
de: Saldoübersicht
es: Vista de saldos
fr: Aperçu des soldes
hi: बाकी राशि का अवलोकन
id: Ikhtisar saldo
it: Panoramica saldi
ja: 残額の概要
ko: 잔액 개요
pt_br: Visão dos saldos
ru: Обзор остатков
tr: Bakiye özeti
ur: باقی رقم کا جائزہ
zh_hans: 余额概览
zh_hant: 餘額總覽

source: Review balances safely by currency
ar: راجع الأرصدة بأمان حسب العملة
de: Restbeträge sicher nach Währung ansehen
es: Revisa saldos por moneda con privacidad
fr: Consultez vos soldes par devise en toute confidentialité
hi: मुद्रा के अनुसार बाकी राशि सुरक्षित रूप से देखें
id: Tinjau saldo per mata uang dengan aman
it: Consulta i saldi per valuta in modo riservato
ja: 通貨別の残額を安全に確認
ko: 통화별 잔액을 안전하게 확인하세요
pt_br: Consulte saldos por moeda com privacidade
ru: Безопасно просматривайте остатки по валютам
tr: Bakiyeleri para birimine göre güvenle inceleyin
ur: کرنسی کے لحاظ سے باقی رقم محفوظ طریقے سے دیکھیں
zh_hans: 安全地按货币查看余额
zh_hant: 安心查看各幣別餘額

source: Open the private in-app summary. Amounts stay off the Home Screen.
ar: افتح الملخص الخاص داخل التطبيق. تبقى المبالغ بعيدة عن الشاشة الرئيسية.
de: Öffne die private Übersicht in der App. Beträge bleiben vom Home-Bildschirm verborgen.
es: Abre el resumen privado dentro de la app. Los importes no aparecen en la pantalla de inicio.
fr: Ouvrez le résumé privé dans l’app. Aucun montant n’apparaît sur l’écran d’accueil.
hi: ऐप में निजी सारांश खोलें। होम स्क्रीन पर राशियाँ नहीं दिखतीं।
id: Buka ringkasan privat di aplikasi. Jumlah uang tidak ditampilkan di Layar Utama.
it: Apri il riepilogo privato nell’app. Gli importi non appaiono sulla schermata Home.
ja: アプリ内の非公開の集計を開きます。ホーム画面に金額は表示しません。
ko: 앱 안의 비공개 요약을 엽니다. 홈 화면에는 금액을 표시하지 않습니다.
pt_br: Abra o resumo privado no app. Os valores não aparecem na Tela de Início.
ru: Откройте закрытую сводку в приложении. Суммы не отображаются на экране «Домой».
tr: Uygulama içindeki özel özeti açın. Tutarlar Ana Ekran’da gösterilmez.
ur: ایپ میں نجی خلاصہ کھولیں۔ ہوم اسکرین پر رقوم نہیں دکھائی جاتیں۔
zh_hans: 打开应用内的私密汇总，金额不会显示在主屏幕上。
zh_hant: 開啟 App 內的私人摘要，金額不會顯示在主畫面上。

source: Balance overview
ar: نظرة على الأرصدة
de: Saldoübersicht
es: Vista de saldos
fr: Aperçu des soldes
hi: बाकी राशि का अवलोकन
id: Ikhtisar saldo
it: Panoramica saldi
ja: 残額の概要
ko: 잔액 개요
pt_br: Visão dos saldos
ru: Обзор остатков
tr: Bakiye özeti
ur: باقی رقم کا جائزہ
zh_hans: 余额概览
zh_hant: 餘額總覽

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
tr: Dil
ur: زبان
zh_hans: 语言
zh_hant: 語言

source: Pinbook follows your iPhone language by default. You can change this at any time.
ar: يستخدم Pinbook لغة iPhone افتراضياً. يمكنك تغييرها في أي وقت.
de: Pinbook folgt standardmäßig deiner iPhone-Sprache. Du kannst dies jederzeit ändern.
es: Pinbook usa el idioma de tu iPhone por defecto. Puedes cambiarlo cuando quieras.
fr: Pinbook suit la langue de votre iPhone par défaut. Vous pouvez la changer à tout moment.
hi: Pinbook डिफ़ॉल्ट रूप से आपके iPhone की भाषा अपनाता है। आप इसे कभी भी बदल सकते हैं।
id: Secara default, Pinbook mengikuti bahasa iPhone Anda. Anda dapat mengubahnya kapan saja.
it: Pinbook segue la lingua del tuo iPhone per impostazione predefinita. Puoi cambiarla in qualsiasi momento.
ja: Pinbookは初期設定ではiPhoneの言語に合わせます。いつでも変更できます。
ko: Pinbook은 기본적으로 iPhone 언어를 따릅니다. 언제든 변경할 수 있습니다.
pt_br: O Pinbook segue o idioma do seu iPhone por padrão. Você pode alterá-lo a qualquer momento.
ru: По умолчанию Pinbook использует язык iPhone. Его можно изменить в любое время.
tr: Pinbook varsayılan olarak iPhone dilinizi izler. Bunu istediğiniz zaman değiştirebilirsiniz.
ur: Pinbook بنیادی طور پر آپ کے iPhone کی زبان اپناتا ہے۔ آپ اسے کسی بھی وقت بدل سکتے ہیں۔
zh_hans: Pinbook 默认跟随 iPhone 的系统语言，你可以随时更改。
zh_hant: Pinbook 預設跟隨您的 iPhone 語言，您可以隨時變更。

source: System Default
ar: لغة النظام
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
hi: सिस्टम डिफ़ॉल्ट
id: Default sistem
it: Predefinita di sistema
ja: システムのデフォルト
ko: 시스템 기본값
pt_br: Padrão do sistema
ru: По умолчанию в системе
tr: Sistem varsayılanı
ur: سسٹم کی طے شدہ زبان
zh_hans: 跟随系统
zh_hant: 系統預設

source: Team workspace
ar: مساحة عمل الفريق
de: Team-Arbeitsbereich
es: Espacio de trabajo del equipo
fr: Espace de travail d’équipe
hi: टीम कार्यस्थान
id: Ruang kerja tim
it: Spazio di lavoro del team
ja: チームワークスペース
ko: 팀 작업 공간
pt_br: Espaço de trabalho da equipe
ru: Рабочее пространство команды
tr: Ekip çalışma alanı
ur: ٹیم ورک اسپیس
zh_hans: 团队工作区
zh_hant: 團隊工作區

source: Encrypted notes and invitations
ar: ملاحظات ودعوات مشفّرة
de: Verschlüsselte Notizen und Einladungen
es: Notas e invitaciones cifradas
fr: Notes et invitations chiffrées
hi: एन्क्रिप्ट किए गए नोट और आमंत्रण
id: Catatan dan undangan terenkripsi
it: Note e inviti crittografati
ja: 暗号化されたメモと招待
ko: 암호화된 메모 및 초대
pt_br: Notas e convites criptografados
ru: Зашифрованные заметки и приглашения
tr: Şifreli notlar ve davetler
ur: خفیہ کردہ نوٹس اور دعوتیں
zh_hans: 加密备注和邀请
zh_hant: 加密備註與邀請

source: Private team notes
ar: ملاحظات الفريق الخاصة
de: Private Teamnotizen
es: Notas privadas del equipo
fr: Notes privées de l’équipe
hi: निजी टीम नोट
id: Catatan tim pribadi
it: Note private del team
ja: 非公開のチームメモ
ko: 비공개 팀 메모
pt_br: Notas privadas da equipe
ru: Личные заметки команды
tr: Özel ekip notları
ur: ٹیم کے نجی نوٹس
zh_hans: 私密团队备注
zh_hant: 私人團隊備註
